aaron-bond.better-comments
adpyke.codesnap
anteprimorac.html-end-tag-labels
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
eseom.nunjucks-template
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
mikestead.dotenv
ms-vscode.atom-keybindings
ritwickdey.LiveServer
Shan.code-settings-sync
stylelint.vscode-stylelint
wix.vscode-import-cost
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
